Repository: Firas-Bha/Pidev-symfony
Catalog: translations/messages.*.xlf
Languages: fr

source: Liste Des Cours
fr: List of lessons

source: Couleur
fr: Color

source: Nom de salle
fr: Room's name

source: Supprimer
fr: Delete

source: Heure début
fr: Beginning hour

source: Durée
fr: Duration

source: Niveau
fr: Level

source: Image
fr: Picture

source: Nombre de Serie
fr: serie's number

source: Modifier
fr: Update

source: Ajouter Cours
fr: Add lesson

source: Ajouter
fr: Add

source: Modifier Cours
fr: Modify lesson

source: Vous pouvez vous abonnez a plusieurs cours
fr: You can subscribe to several courses

# le cours commencera
source: le cours commencera à
fr: the lesson will start at

source: Nos salles
fr: our rooms

source: Consulter liste des salles
fr: See list of rooms

source: Numero
fr: Number

source: Capacite
fr: Capacity

source: Nombre max de cours
fr: The Max number of lessons

source: Accueil
fr: Home

source: Salle
fr: Room

source: Ajouter Salle
fr: Add room

source: Cours
fr: Lesson

source: Nombre de cours par jour
fr: number of lessons per day

source: Répartition de nombre de serie par cours
fr: Breakdown of number of series by course

source: Liste Des Salles
fr: List of rooms

source: Nom
fr: Name

source: Modifier Salle
fr: Modify the room

source: Unique selon tes besoins
fr: Unique to your needs

source: travail dur
fr: training hard

source: Soit
fr: Be

source: fort
fr: Strong

source: Sculpte ton corps
fr: Shape your body

source: Choisis Xtreme Gym
fr: Choose Xtreme Gym

source: Pourquoi nous choisir
fr: Why chose us?

source: Pousses tes limites
fr: PUSH YOUR LIMITS FORWARD

source: Contacter nous
fr: Contact us

source: rester en contact
fr: get in touch

source: Valider
fr: Submit

source: Recherche
fr: Search

source: Nos cours
fr: Our courses

source: vous trouvez chez nous des cours variés
fr: Yo can find multiple lessons
